[
    {
        "name": "Virtual Cooking Recipe: Chicken Tacos/ Tacos de Pollo ",
        "location": "https://us05web.zoom.us/j/88105276856?pwd=N2dycmdBcjZRNlhNUWNkTXY1UDBKZz09",
        "time": 4,
        "date": " Oct 17, 2022",
        "isFeatured": true,
        "eventDetails": "To attend this event, have a stable internet connection, check the preparation tips, and make sure all of your supplies are ready.",
        "preparationTips": "Time to make thirty minutes Serves:4\nIngredients \n 1/2 cup of cheese of choice\n1 cup fresh veggies\n1 cup whole grains\n1 cup chicken\n4 hardshell or soft shell tacos\n\nStep By Step \n\nCook chicken and shred it, season to  taste. \nChop up and grill fresh veggies of your family's choice.\nAdd grains of your choice \nMix all together and serve on a warmed hardshell or softshell tortilla. "
    },
    {
        "name": "Virtual Cooking Recipe:Stuffed Spaghetti shells ",
        "location": "https://us05web.zoom.us/j/86763598836?pwd=bG9pTmVmSWZmWWh2V0tJVmtiUHhlZz09",
        "time": 3,
        "date": " Oct 18, 2022",
        "isFeatured": true,
        "eventDetails": "To attend this event, have a stable internet connection, check the preparation tips, and make sure all of your supplies are ready.",
        "preparationTips": "Time to make 35 minutes Serves:4 \nIngredients \n 1 cup of philadelphia cream cheese or cream cheese of choice\n1 cup of grated cheese of choice\n1 lb of ground protein of choice\n 1 lb of JUMBO pasta shells\n 1 jar of your favorite pasta sauce\n\n Step By Step \n\nCook protein fully in a pan. \nPreheat oven to 350 degrees\nBoil pasta shells for 7 minutes or al dente.\n Mix protein and cream cheese together \n Stuff pasta shells with tablespoon of mixture \n Add to large oven friendly container and sprinkle grated cheese on top \nWait 7 minutes then enjoy after cooling!"
    },
    {
        "name": " Virtual Cooking Recipe: Tomato Soup Night",
        "location": "https://us05web.zoom.us/j/89841720771?pwd=UmdQVjNIK2xDbmxuNGdsQnpOY3IvQT09",
        "time": 7,
        "date": " Oct 20, 2022",
        "isFeatured": false,
        "eventDetails": "To attend this event, have a stable internet connection, check the preparation tips, and make sure all of your supplies are ready.",
        "preparationTips": "Time to make 35 minutes Serves:4 \nIngredients \n2 tablespoons unsalted butter\n2 tablespoons extra-virgin olive oil\n1 medium onion, very thinly sliced\n3 garlic cloves, smashed \n 5 cups canned whole tomatoes in their juice (from three 14-ounce cans)\n 1 cup water\n 2/3 cup heavy cream\n1 tablespoon sugar\n 1/4 teaspoon crushed red pepper \n1/4 teaspoon celery seed\n 1/4 teaspoon dried oregano \n 4  3/4-inch-thick slices of white country bread, crusts trimmed, bread cut into 3/4-inch dice\n\n Step by Step \n In a large saucepan, melt 1 tablespoon of the butter in 1 tablespoon of the olive oil. Add the sliced onion and smashed garlic and cook over moderate heat, stirring occasionally, until softened, about 5 minutes.\n Add the tomatoes and their juice, the water, heavy cream, sugar, crushed red pepper, celery seed and oregano and season with salt and pepper.\nBring the soup to a boil over high heat, breaking up the tomatoes with the back of a spoon. Reduce the heat to moderate and simmer for 10 minutes.\nMeanwhile, in a small skillet, cook the remaining 1 tablespoon of butter over moderately high heat until it begins to brown, about 1 minute. Scrape the browned butter into a medium bowl.\nAdd the olive oil to the skillet. Add the diced bread and cook over medium- high heat, stirring, until it is slightly browned, about 6 minutes. Transfer the bread to the browned butter and toss well.\n Working in batches, transfer the tomato soup to a blender and puree until smooth.\n Return the soup to a clean pot and rewarm the soup if necessary.\n Season the soup with salt and pepper. Ladle the soup into bowls and serve with the croutons.\n "
    },
    {
        "name": "Virtual Cooking Recipe: Spinach Artichoke Chicken ",
        "location": "https://us05web.zoom.us/j/81102358718?pwd=ZXpzTDExSTlyVFpzbVRWY1FtOFJWUT09",
        "time": 7,
        "date": " Oct 21, 2022",
        "isFeatured": false,
        "eventDetails": "To attend this event, have a stable internet connection, check the preparation tips, and make sure all of your supplies are ready.",
        "preparationTips": "Time to make 30 minutes Serves:4 \nIngredients\n 2 tablespoons vegetable oil\n 4 to 6 boneless skinless chicken breasts\n Salt and pepper to taste\n 1box (10 oz) frozen chopped spinach, thawed and squeezed to drain\n 1jar (14 oz) marinated artichoke hearts, chopped\n 2 jars (14 oz each) roasted garlic Alfredo pasta sauce\n ½ teaspoon crushed red pepper flakes, OPTIONAL.\n\n Step by Step\n Heat 10-inch skillet over medium-high heat. Add 2 tablespoons vegetable oil, swirling to coat. Sprinkle 4 to 6 boneless skinless chicken breasts on both sides with salt and pepper. Cook in oil 10 to 12 minutes, turning once. Remove from skillet; cover with foil to keep warm.\n In same skillet, add 1 box (10 oz) frozen chopped spinach, thawed and squeezed to drain, and 1 jar (14 oz) marinated artichoke hearts, chopped. Cook 2 to 3 minutes or until heated through.\nAdd 2 jars (14 oz each) roasted garlic Alfredo pasta sauce. Simmer 4 minutes. Add chicken back to skillet. Cook about 2 minutes or until heated. Sprinkle with 1/2 teaspoon crushed red pepper flakes, if desired.\n"
    },
    {
        "name": " Virtual Cooking Recipe: Baked Mac and Cheese",
        "location": "https://us05web.zoom.us/j/83162751987?pwd=QlRJYnB2WGY1ZU5xNlBDSnRyZWtsdz09",
        "time": 6,
        "date": "Oct 24, 2022",
        "isFeatured": true,
        "eventDetails": "To attend this event, have a stable internet connection, check the preparation tips, and make sure all of your supplies are ready.",
        "preparationTips": "Time to make 30 minutes Serves:4 \nIngredients\n 2 cups of each *Cheeses of Choice* - try 3/Shred them yourself\n 2 cups of room temperature milk \n 1 pound of pasta\n ¼ cup butter or fat of choice. \n Step by Step\n Boil the pasta, drain.\n Make the cheese sauce by combining a fat (butter), and starch (flour), then whisking in the milk products.\n Cook the sauce until it’s nice and thick.\n Add in shredded cheeses, stir well.\n Combine cheese sauce with cooked pasta.\n Transfer half of the mac and cheese to a baking dish, sprinkle with more shredded cheese.\n Top with the rest of the mac and cheese, top with more shredded cheese.\n Bake and prepare to thoroughly enjoy! "
    },
    {
        "name": " Virtual Cooking Recipe:Shredded Brussel Sprouts ",
        "location": "https://us05web.zoom.us/j/82209582093?pwd=cFVYUWFqYUl6ekhxaWtXelowRkFLUT09",
        "time": 6,
        "date": "Oct 28, 2022",
        "isFeatured": false,
        "eventDetails": "To attend this event, have a stable internet connection, check the preparation tips, and make sure all of your supplies are ready.",
        "preparationTips": "Time to make 25 minutes Serves:4 \nIngredients\n 10.5 oz Brussels sprouts\n Olive Oil\n 1 lemon -juice\n 2 tbsp pine nuts\n ½ cup of seasoned breadcrumbs\n 3 tbsp parmesan (vegan)\n Salt&pepper to taste\n Step by Step\n Slice the end off the sprouts and chop them in half. Place them flat side down and finely chop until they are all shredded.\n Heat 1 tablespoon of olive oil in a large frying pan or work to medium heat, add the sprouts, lemon zest, seasoning and cook for 5 minutes. \n Add the wine and cook for a further 5 minutes \n  Add  1 tablespoon of olive oil and the lemon juice and cook for another 5-10 minutes.\n Pour the sprout mixture into a serving dish. Drizzle with 1 tablespoon of olive oil and stir through the breadcrumbs, pine nuts and vegan Parmesan.\n Season with salt and pepper.\n  "
    },
    {
        "name": " Dallas Aquarium",
        "location": " 1801 North Griffin St.Dallas, TX 75202\n https://www.google.com/maps/place/The+Dallas+World+Aquarium/@32.7833099,-96.8050918,17z/data=!3m1!4b1!4m5!3m4!1s0x864e993d0ea3c1ff:0x1859d2cc74f588e2!8m2!3d32.7833099!4d-96.8050918 ",
        "time": 2,
        "date": "Oct 30, 2022",
        "isFeatured": true,
        "preparationTips": "What rental items are available? A: No rental items available at this location. It is indoor so some earplugs may be recommended for folks with auditory sensitivies. \n How much for parking?\n A: Price for parking varies from $8.00-$10.00\n Do they give Military Disccounts?\nA: Yes Military Admission on active duty and retired military personnel, plus one guest, can each purchase admission for $22.95 + tax (photo ID required) \n Costs:\n Admission:\n Adult: $28.95 + tax \n Child: $18.95 + tax (3 thru 12)  \n Child: free (2 and under) \n Senior :$22.95 +tax min age: 65+\n Hours of Operation? Monday - Sunday 8:30 am - Last Entry: 4:00 pm\n Who do I call for more information?\n Aquarium phone number is Phone: (214) 720-2224"
    },
    {
        "name": " Dallas Zoo",
        "location": " 650 South R.L. Thornton Freeway, TX 75202/n https://www.google.com/maps/place/Dallas+Zoo/@32.7405294,-96.818435,17z/data=!3m1!4b1!4m5!3m4!1s0x864e9996787fa081:0xe12b3f83f562c8d2!8m2!3d32.7405294!4d-96.816241",
        "time": 12,
        "date": "Oct 27, 2022",
        "isFeatured": true,
        "preparationTips": "How do I get to the Zoo?\n A:Located at 650 South R.L. Thornton Freeway in Dallas\n Via car:Exit at Marsalis Avenue from Interstate 35E. Our main entrance is located by the tall giraffe statue, on the northbound access road of I-35E.\n May I bring service animals into the Zoo?\nA: Yes, ADA compliant service animals are permitted./n Where can I find family restrooms?\n A: Family restrooms can be found in ZooNorth in the Wonders of the Wild Amphitheater. An additional family restroom is available in Simmons Safari Base Camp in the Giants of the Savanna.\n What rental items are available?\n A: You may bring your own strollers and wheelchairs, but they also are available to rent on a first come, first served basis at the Gift Shop.\n Costs \n Single stroller: $10 \nDouble stroller: $14 \n Manual wheelchair: $15 \n  Electric convenience vehicle with canopy: $35\nFor More Information Call 469.554.7462 "
    },
    {
        "name": "Morgans WonderLand Trip!",
        "location": "5223 David Edwards Drive, San Antonio, TX 78233.\n https://www.google.com/maps/dir/33.1610156,-96.631747/morgan's+inspiration+island/@31.3311175,-99.8022933,7z/data=!3m1!4b1!4m9!4m8!1m1!4e1!1m5!1m1!1s0x865c8ca6db6d0d5d:0xb4c78114419287d4!2m2!1d-98.3926044!2d29.5391049",
        "time": 10,
        "date": "Oct 31, 2022",
        "isFeatured": true,
        "preparationTips": " Costs: Guests with Special Needs:Free\n Children 2 & Under:Free/nChildren Ages 3-17:$13\n Adult Ages 18-61:$19/n Military with Valid ID:$13\n Seniors 62+older:$13. /n What do I do if I need financial assistance to attend and take my family?\n  A: Check out our friends at Project Angel Fares\n Project Angel Fares is a 501c3 nonprofit created in 2012. Project Angel Fares serves to provide families who have a child with a disability or \n special need the opportunity to visit and enjoy the “Ultra-Accessible” theme parks of Morgans Wonderland and Morgans Inspiration Island located in  San Antonio, Texas. \n These families that would otherwise not be able to afford such a trip are provided with a 4 day, 3 night trip of a lifetime, with \n all travel expenses paid. \n We invite you to join us on our journey to give a child an experience of a lifetime!\n We do provide (1) one power scooter, and (2) two wheelchairs. \n If this will suffice all you will need to show is a valid ID in order to use the scooter/cruiser; if not already in use.\n We cannot guarantee that either of these chairs will be available during the time of your visit, as these chairs are leased on a first come first serve basis. \n Also, these chairs have a weight limit of 350 pounds. \n Do you have strollers for rent? \n A: No, you are welcome to bring your own. \n What sets Morgan's Wonderland apart from other theme parks?\n A: They specialize in INCLUSIVITY/n Morgans Wonderland is Ultra-Accessible™. While other theme parks accommodate people with disabilities and/or special needs, Morgans Wonderland was created with EVERYONE in mind./n  This unique park was created to enable everyone to come together and have fun, regardless of their abilities./n  However, instead of building a park and then making accommodations for individuals with special needs, /n  Morgans Wonderland team began by identifying what obstacles and barriers occur within the special-needs community./n Then designed our park to help individuals with special needs overcome those challenges and be able to have fun like those without limitations. /n Do you offer special services for guests with  vision loss and hearing impairments?/n A: Yes! Morgans Wonderland welcomes our friends with special needs! We offer many unique features such as Braille signage, a 3-D park model, and a service-animal rest area to make the park fun and accessible to our friends who have hearing loss and visual impairments. /n Do you allow service animals? /n Yes we sure do!/n Morgan's Mission and Values: To provide a fun, clean and beautiful environment free of physical and economic barriers that all individuals regardless of age, special need, or disability can come too and enjoy\n for additional questions call 210-495-5888"
    },
    {
        "name": "Virtual Learning: Be a good Friend to an Autistic person" ,
        "location": "https://meet.google.com/yxm-xadv-jcf",
        "time": 8,
        "date": "Oct 24, 2022",
        "isFeatured": true,
        "preparationTips": "Remember that Autistic and non-autistic people can form meaningful friendships. /n Autistic people experience the world differently and have a different style of social interaction./n But friendship with an Autistic person involves the same essential ingredients, including care and respect./n Get to know your friend’s preferences. /n Ask directly what they like and don’t like in their social interactions./n  Don’t rely on guessing or using your own experience as a template. /n Be ready for (sometimes brutal) honesty. /n It is likely a reflection of your Autistic friends direct communication style and inclination to tell the truth, not a sign of negative feelings toward you./n Be open to different ways of connecting. Many Autistic people favour interacting in smaller groups, through electronic media and/or during activities based on shared interests. /n Connect in a way that works for the two of you./nFocus on your connection rather than the rituals of socialising. /n Your Autistic friend might not follow social customs to the letter, but that doesn’t mean they don’t value your friendship./n Ensure that your intentions are genuine. Mutual enjoyment and shared interests are far better reasons for being friends with an Autistic person than trying to look like ‘the good guy'./n If you are unsure about something, do not be afraid to ask. Whether you are curious about your Autistic friends preferences, expressions or feelings toward you at the moment, it’s best to raise it directly./n For our Autistic ‘neurokin’: reflect on your social needs and preferences. /n You can and should set boundaries that fit your comfort level, tell friends how you prefer to socialise, and concentrate on the friendships that you find most rewarding./n For additional information visit: https://psyche.co/guides/how-to-be-a-good-friend-to-an-autistic-person"
    },
    {
        "name": "Sensory Friendly\n AMC MOVIE NIGHT: Black Adam" ,
        "location": "Stonebriar 24 2601 Preston Road  Ste 300 FRISCO TX 75034\n https://www.google.com/maps/place/AMC+DINE-IN+Stonebriar+24/@33.0990904,-96.8142929,17z/data=!3m1!4b1!4m5!3m4!1s0x864c3ceb07127b3b:0x8256c8570b9e4533!8m2!3d33.0990904!4d-96.8120989",
        "time":12,
        "date": "Oct 22, 2022",
        "isFeatured": true,
        "preparationTips": "What is a Sensory Friendly film?\n  A: Sensory Friendly Films on the Big Screen! \n Enjoy the magic of the movies every month in an environment that is a little quieter and a little brighter.\nGetting up to dance, walk, shout and sing is all part of the experience at an AMC Sensory Friendly Film. \n How often can we attend the movies like this?\n A: AMC is proud to partner with the Autism Society to offer Sensory Friendly Films on the second and fourth Saturday (family-friendly) and Wednesday evenings (mature audiences) of every month.\n Please check your local theatre listings for specific showtimes, and don't forget to share your family fun with #AMCSensoryFriendly.\n Are there any closed captioning readers for people who would like to read along?\n A: Yes, Closed captioning devices available at this theatre. \n Contact the guest services desk at the theatre for more information at (972) 377-0144" 


    }
   
]
    