[{
"tableTopics": "If you could outlaw one vegetable, what would it be?",
"quoteDay":"The more you give away, the more happy you become. Why fit in when you were born to stand out?",
"author":"Dr. Suess"


}, 
{

    "tableTopics": "What is your favorite memory, why?",
    "quoteDay": "No one is perfect and that is why pencils have erasers. ",
   " author":"Wolfgang Riebe"
},
{

    "tableTopics": "What makes someone a good friend?",
    "quoteDay": "Only surround yourself with people who will lift you higher.",
   " author":"Oprah Winfrey"
},

{

    "tableTopics": "When was the last time you helped your parents?",
    "quoteDay": "Have a heart that never hardens, and a temper that never tires, and a touch that never hurts.",
    "author":"Charles Dickens"

}, 

{


    "tableTopics": "Share something you admire about someone sitting at the table.",
    "quoteDay":"We grow great by dreams.",
    "author": "Woodrow Wilson"
},
{


    "tableTopics": "Have you ever stood up for something you thought was right?",
    "quoteDay": "So be sure when you step, Step with care and great tact.\n And remember that life’s A Great Balancing Act.\n And will you succeed? Yes! You will, indeed! Kid, you will move mountains",
    "author": "Dr.Seuss"
},

{


    "tableTopics": "Is there anything you wish you had done differently today?",
    "quoteDay":"Your behavior is a choice; it is not who you are",
    "author": "Vanessa Diffenbaugh "
},
{


    "tableTopics": "If you could only have one wish, what would it be and Why?",
    "quoteDay": "Kindness and politeness are not overrated at all. They are underused." ,
    "author": "Tommy Lee Jones "
    
},
{


    "tableTopics": "Who is one of your heroes and why do they insprire you?" ,
    "quoteDay":  " Be kind whenever possible. It is always possible.",
    "author":"Dalai Lama"
},

{


    "tableTopics": "What is something you are looking forward to this week?" ,
    "quoteDay":"Being different is NOT a bad thing. It means you are BRAVE enough to be yourself.",
    "author":"Luna Lovegood"
},

{
    "tableTopics": "Can you remember a time you had a really good day? What made it so good?" ,   
    "quoteDay":"Today is your day.Your mountain is waiting, so get on your way.",
    " author": "Dr.Seuss"
},
{
    "tableTopics": "If you could be one age for the rest of your life, what age would you be? Why?",
    "quoteDay":    "The more that you read, the more things you will know. The more you learn, the more places you will go!",
    "author": "Dr.Seuss"
}




]